# Taps
tap "fsouza/prettierd"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"

# Programs
brew "neofetch"
brew "btop"
brew "ncdu"
brew "smartmontools"

brew "bat"
brew "fd"
brew "fzf"
brew "jq"
brew "zoxide"
brew "clifm"
brew "lsd"
brew "ripgrep"
brew "coreutils"

brew "starship"
brew "stow"
brew "tmux"
brew "vivid"

brew "vim"
brew "neovim"
brew "tree-sitter"

brew "swift-format"
brew "chruby"

brew "curl"
brew "wget"
brew "httpie"
cask "ngrok"
brew "mailpit"

# LSP stuff
brew "bash-language-server"
brew "jdtls"
brew "kotlin-language-server"
brew "lua-language-server"
brew "prettierd"
brew "yaml-language-server"
brew "taplo"
brew "efm-langserver"

# Media programs
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "imagemagick"
brew "mediainfo"

# C development
brew "gcc"
brew "bear"
brew "meson"
brew "ninja"
brew "cmake"
brew "autoconf"
brew "automake"
brew "pkg-config"

# Development
brew "rustup"
brew "podman"
brew "luajit"
brew "python@3.12"
brew "gradle"
cask "zulu@8"
cask "zulu@21"
cask "zulu"

# Services
brew "postgresql@16", restart_service: true, link: true

# Applications
cask "stolendata-mpv"
cask "vlc"
cask "transmission"
cask "libreoffice"
cask "blender"
cask "inkscape"
cask "krita"

cask "alacritty"
cask "godot"
